Repository: pasitrinkimane/growtype-art
Catalog: languages/growtype-art-*.po
Languages: lt_lt

source: Advanced Art for modern websites.
lt_lt: Išplėstinė šiuolaikinių svetainių paieškos funkcija.

source: Button "Open Search" Enabled
lt_lt: Mygtukas „Atidaryti paiešką“ įjungtas

source: Choose search type
lt_lt: Pasirinkite paieškos tipą

source: Disable search
lt_lt: Išjungti paiešką

source: Enable/disable ajax search.
lt_lt: Įjungti / išjungti ajax paiešką.

source: Enable/disable search open button.
lt_lt: Įjungti / išjungti paieškos atidarymo mygtuką.

source: Enable/disable search.
lt_lt: Įjungti / išjungti paiešką.

source: Growtype
lt_lt: Augimo tipas

source: Growtype - Art
lt_lt: Augimo tipas – paieška

source: In which pages search available.
lt_lt: Kuriuose puslapiuose galima ieškoti.

source: Intro Text
lt_lt: Intro tekstas

source: Pages
lt_lt: Puslapiai

source: Search
lt_lt: Ieškoti

source: Search Type
lt_lt: Paieškos tipas

source: Search...
lt_lt: Ieškoti...

source: Show less
lt_lt: Rodyti mažiau

source: Show more
lt_lt: Rodyti daugiau

source: Something went wrong
lt_lt: Klaida. Bandykite dar kartą.

source: Try more general keywords.
lt_lt: Pabandykite bendresnius raktinius žodžius.

source: Try other keywords.
lt_lt: Pabandykite kitus raktinius žodžius.

source: Use fewer keywords.
lt_lt: Naudokite mažiau raktinių žodžių.

source: Your search did not match any results.
lt_lt: Jūsų paieška neatitiko jokių rezultatų.
